Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: # Released
it_it: N. rilasciati

source: Remaining days to respond
it_it: Giorni rimanenti per rispondere

source: # Replied request
it_it: N. richieste con risposta

source: % Reply rate
it_it: % tasso di risposta

source: Request creation date
it_it: Data di creazione della richiesta

source: Request ID
it_it: ID richiesta

source: % Request read
it_it: % richieste lette

source: Request reply rate
it_it: Tasso di risposta alle richieste

source: Request status
it_it: Stato della richiesta

source: # Requests to manager
it_it: N. richieste al manager

source: # Requests to worker
it_it: N. richieste ai collaboratori

source: Request UID
it_it: UID richiesta

source: Requested behavior
it_it: Comportamento richiesto

source: Requested behaviors
it_it: Comportamenti richiesti

source: % Requested feedback
it_it: % feedback richiesto

source: Requested/unsolicited
it_it: Richiesto/non richiesto

source: Requests replied
it_it: Richieste con risposta

source: % Requests with behaviors
it_it: % richieste con comportamenti

source: Review created date
it_it: Data di creazione valutazione

source: Review ID
it_it: ID valutazione

source: Review manager ID
it_it: ID manager della valutazione

source: Review manager name
it_it: Nome manager della valutazione

source: Review name
it_it: Nome della Valutazione

source: Review rating
it_it: Valutazione della valutazione

source: Template name
it_it: Nome template

source: Review UUID
it_it: UUID valutazione

source: Reviews challenged
it_it: Valutazioni contestate

source: % Reviews
it_it: % valutazioni

source: Role
it_it: Ruolo

source: %RT count of sent behavior
it_it: % conteggio RT comportamenti inviati

source: # RTI requests
it_it: N. richieste RTI

source: scale
it_it: scala

source: Scale name
it_it: Nome della scala

source: % Score vs max.
it_it: % Punteggio vs massimo

source: % Score vs max. score
it_it: % Punteggio vs punteggio massimo

source: Secondary communication manager ID
it_it: ID responsabile comunicazione secondario

source: Secondary communication manager name
it_it: Nome responsabile comunicazione secondario

source: Secondary hierarchy name
it_it: Nome gerarchia secondaria

source: Section score
it_it: Punteggio della sezione

source: # Sent behaviors
it_it: N. comportamenti inviati

source: Sent behaviors
it_it: Comportamenti inviati

source: # Sent feedback
it_it: # Feedback inviati

source: % Shared feedback
it_it: % Feedback condivisi

source: % Shared goals
it_it: % Obiettivi condivisi

source: Sign off date time
it_it: Data e ora di approvazione

source: Signed off
it_it: Approvato

source: Start date in company
it_it: Data di inizio in azienda

source: Succeeded
it_it: Completato

source: Tag name value
it_it: Valore nome tag

source: Tag UUID
it_it: UUID tag

source: # Teams
it_it: # Team

source: # Thanks
it_it: # Ringraziamenti

source: # Times overridden
it_it: N. volte sostituito

source: # Times read
it_it: N. volte letto

source: # Times released
it_it: N. volte rilasciato

source: # Times unreleased
it_it: N. volte non rilasciato

source: (to be deleted) % Connections all
it_it: (da eliminare) % Connessioni tutte

source: To worker ID
it_it: ID collaboratore destinatario

source: Total behaviors
it_it: Comportamenti totali

source: Total feedback requested
it_it: Totale feedback richiesti

source: Total feedback requests
it_it: Totale richieste di feedback

source: Total feedback sent
it_it: Totale feedback inviati

source: Total goals
it_it: Obiettivi totali

source: % Total
it_it: % Totale

source: Total performance check-ins
it_it: Totale check-in sulle prestazioni

source: Total reviews
it_it: Totale valutazioni

source: Total reviews with behavior rating
it_it: Totale valutazioni con valutazione del comportamento

source: Total reviews with goal ratings
it_it: Totale valutazioni con valutazioni degli obiettivi

source: Total score
it_it: Punteggio totale

source: Tracking status
it_it: Stato di monitoraggio

source: Trend
it_it: Tendenza

source: Trust
it_it: Fiducia

source: Unclear
it_it: Poco chiaro

source: # Unclear
it_it: # Non chiaro

source: Unhelpful
it_it: Poco utile

source: # Unique aligned goals
it_it: # Obiettivi allineati unici

source: Unique feedback identifier
it_it: Identificatore univoco del feedback

source: # Unique logins
it_it: # Accessi unici

source: # Unique main goals
it_it: # Obiettivi principali unici

source: Unique worker ID
it_it: ID univoco del collaboratore

source: % Unreleased
it_it: % Non rilasciato

source: Unreleased flag
it_it: Flag non rilasciato

source: # Unreleased
it_it: N. non rilasciati

source: # User plans
it_it: # Piani utente

source: User status
it_it: Stato utente

source: % Users having aligned goals
it_it: % Utenti con obiettivi allineati

source: % Users having behaviors
it_it: % Utenti con comportamenti

source: # Users having check-ins
it_it: # Utenti con check-in

source: % Used check-ins
it_it: % Check-in utilizzati

source: # Users having goals
it_it: # Utenti con obiettivi

source: % Used goals
it_it: % Obiettivi utilizzati

source: # Users having no goals
it_it: # Utenti senza obiettivi

source: % Users having no goals
it_it: % Utenti senza obiettivi

source: # Users having plans
it_it: # Utenti con piani

source: % Users having plans
it_it: % Utenti con piani

source: # Users logged in
it_it: # Utenti connessi

source: % Users logged in
it_it: % Utenti connessi

source: % Users received feedback
it_it: % Utenti che hanno ricevuto feedback

source: # Users received feedback ratings
it_it: # Utenti che hanno ricevuto valutazioni del feedback

source: # Users requested feedback
it_it: # Utenti che hanno richiesto feedback

source: % Users requested feedback
it_it: % Utenti che hanno richiesto feedback

source: # Users used feedback
it_it: # Gli utenti hanno utilizzato il feedback

source: % Used feedback
it_it: % Feedback utilizzato

source: # Users who sent feedback
it_it: # Utenti che hanno inviato feedback

source: % Users who sent feedback
it_it: % Utenti che hanno inviato feedback

source: # Warning
it_it: N. avvisi

source: % Warning
it_it: % Avviso

source: Weighted score
it_it: Punteggio ponderato

source: Widget name
it_it: Nome widget

source: Widget UUID
it_it: UUID widget

source: Work country
it_it: Paese di lavoro

source: Work region
it_it: Regione di lavoro

source: Work region state
it_it: Stato della regione lavorativa

source: Work town city
it_it: Città di lavoro

source: Worker behavior comment
it_it: Commento sul comportamento del collaboratore

source: Worker behavior rating name
it_it: Nome valutazione comportamento collaboratore

source: Worker challenge is submitted
it_it: La sfida del collaboratore è stata inviata

source: Worker email
it_it: Email collaboratore

source: Worker evaluation
it_it: Valutazione del collaboratore

source: Worker final review status
it_it: Stato della valutazione finale del collaboratore

source: Worker full name
it_it: Nome completo del collaboratore

source: Worker ID and name
it_it: ID e nome del collaboratore

source: Worker ID + full name
it_it: ID collaboratore + nome completo

source: % Workers logged in
it_it: % Collaboratori connessi

source: Worker rating
it_it: Valutazione del collaboratore

source: Worker rating comment
it_it: Commento alla valutazione del collaboratore

source: Worker refused plan
it_it: Piano rifiutato dal collaboratore

source: # Worker review completed
it_it: # Valutazioni dei collaboratori completate

source: % Worker review completed
it_it: % Valutazioni dei collaboratori completate

source: Worker role
it_it: Ruolo collaboratore

source: # Workers with RTI
it_it: # Collaboratori con RTI

source: % Workers with RTI
it_it: % Collaboratori con RTI

source: Worker Let's discuss submitted
it_it: "Parliamone" del collaboratore inviato

source: # Workers logged in
it_it: # Collaboratori connessi

source: Workers overall behavior rating comment
it_it: Commento alla valutazione complessiva del comportamento dei collaboratori

source: Worker overall behavior rating scale
it_it: Scala di valutazione complessiva del comportamento del collaboratore

source: Worker overall goal rating comment
it_it: Commento alla valutazione complessiva degli obiettivi del collaboratore

source: Workers overall goal rating scale ID
it_it: ID scala di valutazione complessiva degli obiettivi dei collaboratori

source: Workflow status name
it_it: Nome stato flusso di lavoro

source: Workflow step
it_it: Passaggio del flusso di lavoro

source: Achievement summary
it_it: Riepilogo dei risultati

source: Action
it_it: Azione

source: Actions completed
it_it: Azioni completate

source: Active users by role
it_it: Utenti attivi per ruolo

source: Active users who sent feedback
it_it: Utenti attivi che hanno inviato feedback

source: # Active workers with RTI requests
it_it: # Collaboratori attivi con richieste RTI

source: % Active workers with RTI requests
it_it: % Collaboratori attivi con richieste RTI

source: Activity
it_it: Attività

source: Additional review questions
it_it: Domande aggiuntive per la valutazione

source: Adoption Monitor
it_it: Monitor adozione

source: Adoption & Top-Level Summaries
it_it: Adozione e riepiloghe generali

source: % aligned goals
it_it: % Obiettivi allineati

source: Alignment - Self & manager
it_it: Allineamento - Autonomo e manager

source: Assigned check-ins
it_it: Check-in assegnati

source: Average & max. total scores by org level
it_it: Punteggi totali medi e massimi per livello organizzativo

source: Average total score by org unit
it_it: Punteggio totale medio per unità organizzativa

source: Average wait time for not released
it_it: Tempo medio di attesa per non rilasciati

source: Avg. check-ins (managers)
it_it: Check-in medi (manager)

source: Avg. check-ins (workers)
it_it: Check-in medi (collaboratori)

source: Avg. current goal progress
it_it: Avanzamento medio obiettivo corrente

source: Avg. logins over time
it_it: Accessi medi nel tempo

source: Avg. parent goal progress
it_it: Avanzamento medio obiettivo principale

source: Avg. progress
it_it: Avanzamento medio

source: Behavior count distribution
it_it: Distribuzione del conteggio dei comportamenti

source: Behavior distribution
it_it: Distribuzione dei comportamenti

source: Behavior Overview
it_it: Panoramica comportamento

source: Behaviors sent over time
it_it: Comportamenti inviati nel tempo

source: Behavior received
it_it: Comportamento ricevuto

source: Behavior requested
it_it: Comportamento richiesto

source: Behavior sent
it_it: Comportamento inviato

source: Behaviors received
it_it: Comportamenti ricevuti

source: Bonus Allocation Overview
it_it: Panoramica dell'allocazione dei bonus

source: Bonus Comp Round Export Details
it_it: Dettagli dell'esportazione del ciclo retributivo dei bonus

source: Career plan completion rate
it_it: Tasso di completamento del piano di carriera

source: Career Plan Overview
it_it: Panoramica piano di carriera

source: Career Plan Status
it_it: Stato piano di carriera

source: Career plans by workflow status
it_it: Piani di carriera per stato del flusso di lavoro

source: # Career plans pending manager completion
it_it: # Piani di carriera in attesa di completamento da parte del manager

source: Career plan workflow status
it_it: Stato del flusso di lavoro del piano di carriera

source: Check-in Details
it_it: Dettagli check-in

source: Check-in Overview
it_it: Panoramica check-in

source: Check-in participant relation
it_it: Relazione partecipanti al check-in

source: Check-in Status
it_it: Stato check-in

source: Check-in status by org. level
it_it: Stato del check-in per livello organizzativo

source: Check-ins having messages
it_it: Check-in con messaggi

source: Check-ins in the future
it_it: Check-in futuri

source: Check-ins over time
it_it: Check-in nel tempo

source: Check-ins recurring
it_it: Check-in ricorrenti

source: Check-ins with discussion points
it_it: Check-in con punti di discussione

source: Check-ins with message
it_it: Check-in con messaggio

source: Check-ins with messages by role
it_it: Check-in con messaggi per ruolo

source: Check-ins created over time
it_it: Check-in creati nel tempo

source: Clarity (avg.)
it_it: Chiarezza (media)

source: Clarity (distribution)
it_it: Chiarezza (distribuzione)

source: Closed after deadline
it_it: Chiuso dopo la scadenza

source: Closed before deadline
it_it: Chiuso prima della scadenza

source: Closed RTI request by deadline met
it_it: Richieste RTI chiuse entro la scadenza

source: Closed RTI requests
it_it: Richieste RTI chiuse

source: # Closed RTI requests
it_it: # Richieste RTI chiuse

source: Comm round details by worker
it_it: Dettagli ciclo di comunicazione per collaboratori

source: Comm round document audit details
it_it: Dettagli audit documento ciclo di comunicazione

source: Communication audit trail
it_it: Registro di controllo comunicazione

source: Communication details
it_it: Dettagli comunicazione

source: Communication executive overview
it_it: Panoramica esecutiva comunicazione

source: Communication over time
it_it: Comunicazione nel tempo

source: Communication round
it_it: Turno di comunicazione

source: Communication status
it_it: Stato comunicazione

source: Comp Rounds
it_it: Cicli retributivi

source: Performance Executive Summary
it_it: Riepilogo esecutivo delle prestazioni

source: Cumulative first time login over time
it_it: Primo accesso cumulativo nel tempo

source: Data Privacy acceptance
it_it: Accettazione della privacy dei dati

source: Device usage
it_it: Utilizzo del dispositivo

source: Distribution of answers for multiple choice questions with drill-down
it_it: Distribuzione delle risposte per domande a scelta multipla con drill-down

source: Document action date
it_it: Data azione documento

source: Document creation by date
it_it: Data creazione documento

source: Document not released
it_it: Documento non rilasciato

source: Document release status
it_it: Stato di rilascio del documento

source: Document released
it_it: Documento rilasciato

source: Documents read over time
it_it: Documenti letti nel tempo

source: Documents released over time
it_it: Documenti rilasciati nel tempo

source: Worker details
it_it: Dettagli collaboratori

source: Endorsed, public & shared
it_it: Approvato, pubblico e condiviso

source: Evaluation scores by org level
it_it: Punteggi di valutazione per livello organizzativo

source: Evaluation section by worker
it_it: Sezione di valutazione per collaboratore

source: Evaluation section name
it_it: Nome della sezione di valutazione

source: as *.{{format}}
it_it: come *.{{format}}

source: Export page
it_it: Esporta pagina

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
it_it: Il tuo file è in fase di generazione. Il download inizierà automaticamente non appena sarà pronto. Questa finestra si chiuderà automaticamente al termine del download.

source: Preparing your download
it_it: Preparazione del download in corso

source: Export report
it_it: Esporta report

source: Feedback characteristics
it_it: Caratteristiche del feedback

source: Feedback Details
it_it: Dettagli feedback

source: Feedback flow
it_it: Flusso di feedback

source: Feedback Overview
it_it: Panoramica feedback

source: Feedback quality metrics
it_it: Metriche di qualità del feedback

source: Feedback Ratings
it_it: Valutazioni feedback

source: Feedback received
it_it: Feedback ricevuti

source: Feedback received over time
it_it: Feedback ricevuto nel tempo

source: Feedback Request Overview
it_it: Panoramica richiesta di feedback

source: Feedback sent
it_it: Feedback inviato

source: Feedback sent by role
it_it: Feedback inviato per ruolo

source: Feedback sent by type
it_it: Feedback inviato per tipo

source: Feedback sent over time
it_it: Feedback inviato nel tempo

source: Feedback with behaviors
it_it: Feedback con comportamenti

source: Final manager/worker alignment
it_it: Allineamento finale manager/collaboratore

source: Final review rating distribution
it_it: Distribuzione delle valutazioni finali

source: First-time logins over time (cumulative)
it_it: Prime sessioni nel tempo (cumulativo)

source: Functionality usage
it_it: Utilizzo delle funzionalità

source: Goal Alignment
it_it: Allineamento obiettivi

source: Goal Details
it_it: Dettagli obiettivo

source: Goal Overview
it_it: Panoramica obiettivi

source: Goal priority & tracking status
it_it: Priorità obiettivo e stato di monitoraggio

source: Goal status by org. level
it_it: Stato obiettivo per livello org.

source: Goal Strategic Drivers
it_it: Driver strategici obiettivo

source: Goal title word cloud
it_it: Nuvola di parole del titolo dell'obiettivo

source: Goals approved
it_it: Obiettivi approvati

source: Goals completed
it_it: Obiettivi completati

source: Goals created over time
it_it: Obiettivi creati nel tempo

source: Goal details
it_it: Dettagli dell'obiettivo

source: Goal Status
it_it: Stato obiettivo

source: Goals with actions
it_it: Obiettivi con azioni

source: Individual People Day Summary
it_it: Riepilogo giornaliero individuale delle persone

source: Initial manager/worker alignment
it_it: Allineamento iniziale manager/collaboratore

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
it_it: Il cerchio più interno rappresenta la valutazione del responsabile di linea inviata prima del People Day, seguito dalla valutazione del responsabile di linea dopo il People Day, seguito dalla valutazione del responsabile di linea dopo il Let's Discuss. Il cerchio più esterno rappresenta la valutazione del responsabile di linea +1 durante il processo post-Challenge.

source: Last data refresh
it_it: Ultimo aggiornamento dati

source: Leadership clusters
it_it: Cluster di leadership

source: Let's discuss between manager & worker
it_it: Parliamone tra manager e collaboratore

source: Logins over time
it_it: Accessi nel tempo

source: Logins per platform
it_it: Accessi per piattaforma

source: Manager + 1 review challenge
it_it: Contestazione della valutazione Manager + 1

source: # Manager completions over time
it_it: N. di completamenti dei manager nel tempo

source: Manager having to complete career plans
it_it: Manager che devono completare i piani di carriera

source: Manager rating distribution
it_it: Distribuzione delle valutazioni del manager

source: Manager review behavior distribution
it_it: Distribuzione dei comportamenti della valutazione del manager

source: Manager review change (people day)
it_it: Modifica della valutazione del manager (giorno delle persone)

source: Manager review goal distribution
it_it: Distribuzione degli obiettivi della valutazione del manager

source: Managers having goals
it_it: Manager con obiettivi

source: Managers with no goals
it_it: Manager senza obiettivi

source: New logins over time
it_it: Nuovi accessi nel tempo

source: # New RTI requests
it_it: # Nuove richieste RTI

source: No goals (all users)
it_it: Nessun obiettivo (tutti gli utenti)

source: No Goals Detail
it_it: Nessun dettaglio obiettivi

source: Number of reviews with evaluation section score = 0
it_it: Numero di valutazioni con punteggio della sezione di valutazione = 0

source: Open right to information (RTI) requests
it_it: Richieste di accesso alle informazioni (RTI) aperte

source: Open RTI request by deadline status
it_it: Richieste RTI aperte per stato della scadenza

source: # Open RTI requests by country
it_it: # Richieste RTI aperte per paese

source: # Open RTI requests by org unit
it_it: # Richieste RTI aperte per unità organizzativa

source: # Open RTI requests
it_it: # Richieste RTI aperte

source: Org. goals
it_it: Obiettivi org.

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
it_it: Il cerchio esterno rappresenta la valutazione del manager dopo il People Day (prima del People Day rifletterà l'ultima valutazione inviata). Il cerchio interno rappresenta la valutazione del manager inviata prima del People Day

source: Overview
it_it: Panoramica

source: Pay Communication
it_it: Comunicazione retributiva

source: Pay & Performance
it_it: Retribuzione e prestazioni

source: Pay Transparency - Right to Information
it_it: Trasparenza retributiva - Diritto all'informazione

source: People day
it_it: Giornata delle persone

source: Percent of total
it_it: Percentuale del totale

source: Performance Check-in Overview
it_it: Panoramica del check-in sulle prestazioni

source: Performance check-in rating by org levels
it_it: Valutazione del check-in sulle prestazioni per livelli org.

source: Performance check-in status by org level
it_it: Stato del check-in sulle prestazioni per livello org.

source: Performance Reviews
it_it: Valutazioni delle prestazioni

source: Performance Reviews - Goals & Behaviors
it_it: Valutazioni delle prestazioni - Obiettivi e comportamenti

source: Process Status Report
it_it: Report sullo stato del processo

source: Question type usage
it_it: Utilizzo del tipo di domanda

source: Questions
it_it: Domande

source: Questions & Answers
it_it: Domande e risposte

source: Rating alignment
it_it: Allineamento del punteggio

source: Rating changed by manager
it_it: Punteggio modificato dal manager

source: Rating changed by moderator
it_it: Punteggio modificato dal moderatore

source: Rating changed manager
it_it: Punteggio modificato dal manager

source: Rating distribution
it_it: Distribuzione delle valutazioni

source: Read & release status by org level
it_it: Stato di lettura e rilascio per livello organizzativo

source: Read status
it_it: Stato di lettura

source: Read status by comm round (released documents)
it_it: Stato di lettura per ciclo di comunicazione (documenti rilasciati)

source: Read status by org level (released documents)
it_it: Stato di lettura per livello organizzativo (documenti rilasciati)

source: Read status (unreleased documents)
it_it: Stato di lettura (documenti non rilasciati)

source: # Refused career plan
it_it: N. di piani di carriera rifiutati

source: Release status by comm round
it_it: Stato di rilascio per ciclo di comunicazione

source: Release status by org level
it_it: Stato di rilascio per livello organizzativo

source: Reply rate
it_it: Tasso di risposta

source: Request Flow
it_it: Flusso delle richieste

source: Requests read
it_it: Richieste lette

source: Requests sent over time
it_it: Richieste inviate nel tempo

source: Requests with behaviors
it_it: Richieste con comportamenti

source: Review
it_it: Valutazione

source: Review additional questions
it_it: Domande aggiuntive della valutazione

source: Review Behaviors Details
it_it: Dettagli comportamenti della valutazione

source: Review challenge
it_it: Contestazione della valutazione

source: Review completion
it_it: Completamento della valutazione

source: Review Details
it_it: Dettagli della valutazione

source: Review Details & Additional Questions
it_it: Dettagli della valutazione e domande aggiuntive

source: Review Distribution Overview
it_it: Panoramica della distribuzione delle valutazioni

source: Review evaluation table
it_it: Tabella di valutazione della valutazione

source: Review Executive Summary
it_it: Sintesi esecutiva della valutazione

source: Review Goals & Behaviors Overview
it_it: Panoramica obiettivi e comportamenti della valutazione

source: Review Goal Details
it_it: Dettagli obiettivo valutazione
